{
  "intents": [
    {"intent": "Sushi",
      "text": [
        "How do I make sushi rice?",
        "What's the recipe for a California roll?",
        "Can I make sushi without raw fish?"
      ],
      "responses": [
        "To make sushi rice, combine rice vinegar, sugar, and salt with cooked sushi rice. For a California roll, combine crab, avocado, and cucumber and roll in nori and sushi rice. Yes, you can make sushi with cooked or smoked fish."
      ]
    },
    {
      "intent": "Pasta",
      "text": [
        "What's the recipe for spaghetti carbonara?",
        "How do I make lasagna?",
        "Can I make pasta without a pasta machine?"
      ],
      "responses": [
        "To make spaghetti carbonara, cook spaghetti and mix with eggs, parmesan cheese, and pancetta. For lasagna, layer cooked noodles with sauce, cheese, and meat. Yes, you can make pasta without a pasta machine by rolling it out by hand or using a rolling pin."
      ]
    },
    {
      "intent": "Pizza",
      "text": [
        "What's the recipe for a margherita pizza?",
        "How do I make pizza dough?",
        "Can I make pizza on the grill?"
      ],
      "responses": [
        "To make a margherita pizza, top pizza dough with tomato sauce, fresh mozzarella, and basil. For pizza dough, mix flour, yeast, salt, and water and let rise. Yes, you can make pizza on the grill by using a pizza stone and indirect heat."
      ]
    },
    {
      "intent": "Soup",
      "text": [
        "How do I make chicken noodle soup?",
        "What's the recipe for tomato soup?",
        "Can I make soup in a slow cooker?"
      ],
      "responses": [
        "To make chicken noodle soup, boil chicken, noodles, and vegetables in chicken broth. For tomato soup, sauté onions and garlic, add canned tomatoes and broth, and blend. Yes, you can make soup in a slow cooker by combining ingredients and cooking on low for several hours."
      ]
    },
    {
      "intent": "Salad",
      "text": [
        "How do I make Caesar salad?",
        "What's the recipe for Greek salad?",
        "Can I make salad without lettuce?"
      ],
      "responses": [
        "To make Caesar salad, mix romaine lettuce, croutons, parmesan cheese, and dressing. For Greek salad, combine lettuce, tomatoes, cucumbers, olives, feta cheese, and dressing. Yes, you can make salad without lettuce by using spinach, kale, or other greens."
      ]
    },
    {
      "intent": "Stir-fry",
      "text": [
        "What's the recipe for chicken stir-fry?",
        "How do I make beef and broccoli stir-fry?",
        "Can I make stir-fry without a wok?"
      ],
      "responses": [
        "To make chicken stir-fry, stir-fry chicken and vegetables in oil and soy sauce. For beef and broccoli stir-fry, stir-fry beef, broccoli, and garlic in oil and soy sauce. Yes, you can make stir-fry without a wok by using a large frying pan or skillet."
      ]
    },
    {
  "intent": "Pancakes",
  "text": [
    "How do I make fluffy pancakes?",
    "What's the recipe for blueberry pancakes?",
    "Can I make pancakes without eggs?"
  ],
  "responses": [
    "To make fluffy pancakes, separate the egg yolks and whites and beat the whites until stiff peaks form. Fold the whites into the batter just before cooking.",
    "To make blueberry pancakes, mix 1 cup of fresh blueberries into the pancake batter. Cook on a greased griddle or pan until golden brown on both sides.",
    "Yes, you can make pancakes without eggs by using a flax egg substitute or applesauce as a binder instead."
  ]
},

{
  "intent": "Grilled Cheese",
  "text": [
    "How do I make the perfect grilled cheese?",
    "What's the best cheese for a grilled cheese sandwich?",
    "Can I make grilled cheese in the oven?"
  ],
  "responses": [
    "To make the perfect grilled cheese, use a mix of cheeses such as cheddar and gruyere, and spread a thin layer of mayo on the outside of the bread before grilling.",
    "The best cheese for a grilled cheese sandwich is subjective, but popular choices include cheddar, gouda, and provolone.",
    "Yes, you can make grilled cheese in the oven by placing the sandwich on a baking sheet and baking at 375°F for 10-15 minutes or until cheese is melted and bread is golden brown."
  ]
},

{
  "intent": "Stir Fry",
  "text": [
    "How do I make a stir fry sauce?",
    "What vegetables are good for stir fry?",
    "Can I use beef instead of chicken in stir fry?"
  ],
  "responses": [
    "To make a stir fry sauce, mix together soy sauce, rice vinegar, sesame oil, honey, garlic, and ginger in a bowl.",
    "Good vegetables for stir fry include bell peppers, broccoli, carrots, snow peas, and mushrooms.",
    "Yes, you can use beef instead of chicken in stir fry. Just make sure to slice it thinly and cook it quickly over high heat."
  ]
},

{
  "intent": "Smoothies",
  "text": [
    "How do I make a green smoothie?",
    "What fruits are good for smoothies?",
    "Can I make smoothies without a blender?"
  ],
  "responses": [
    "To make a green smoothie, blend together spinach or kale, frozen banana, almond milk, and a scoop of protein powder.",
    "Good fruits for smoothies include bananas, berries, mangoes, and pineapples.",
    "Technically, you can make smoothies without a blender by mashing the ingredients together by hand, but it will be more difficult to achieve a smooth texture."
  ]
},

{
"intent": "Omelette",
"text": [
"How do I make a fluffy omelette?",
"What's the recipe for a spinach and feta omelette?",
"Can I make an omelette without milk?"
],
"responses": [
"To make a fluffy omelette, whisk eggs with a bit of water or milk and cook in a non-stick pan over medium heat. Use a spatula to gently lift and fold the eggs until cooked through.",
"To make a spinach and feta omelette, sauté spinach with garlic and add to the egg mixture. Add crumbled feta cheese before folding the omelette.",
"Yes, you can make an omelette without milk by using water or broth instead. The result may be slightly less creamy, but still delicious."
]
},

{
"intent": "Burger",
"text": [
"How do I make a juicy burger?",
"What's the recipe for a mushroom Swiss burger?",
"Can I make burgers without a grill?"
],
"responses": [
"To make a juicy burger, choose ground beef with a higher fat content (80/20 or 85/15) and avoid overhandling the meat. Season with salt and pepper just before cooking.",
"To make a mushroom Swiss burger, sauté mushrooms with garlic and add to the burger patty. Top with Swiss cheese and serve on a bun with lettuce and tomato.",
"Yes, you can make burgers without a grill by cooking them in a cast-iron skillet or on a griddle. Just make sure to preheat the cooking surface and cook until the internal temperature reaches 160°F."
]
},

{
"intent": "Taco",
"text": [
"How do I make crispy tacos?",
"What's the recipe for vegetarian tacos?",
"Can I make tacos without tortillas?"
],
"responses": [
"To make crispy tacos, bake or fry the tortillas until crispy before filling with taco meat and toppings.",
"To make vegetarian tacos, use black beans, corn, and sautéed veggies like peppers and onions as the filling. Top with salsa, guacamole, and cheese.",
"Yes, you can make tacos without tortillas by using lettuce leaves or cabbage leaves as the wrap. Or, you could make a taco salad by layering the toppings over a bed of lettuce."
]
},{
  "intent": "Noodles",
  "text": [
    "What's the recipe for chicken noodle soup?",
    "How do I make pad thai?",
    "Can I make ramen without a packet?"
  ],
  "responses": [
    "To make chicken noodle soup, cook chicken and noodles in broth with vegetables. For pad thai, stir-fry rice noodles with eggs, shrimp, tofu, and peanuts. Yes, you can make ramen without a packet by making your own broth and seasoning with soy sauce, ginger, and garlic."
  ]
},


{
  "intent": "Fried Rice",
  "text": [
    "What's the recipe for vegetable fried rice?",
    "How do I make shrimp fried rice?",
    "Can I make fried rice without soy sauce?"
  ],
  "responses": [
    "To make vegetable fried rice, stir-fry rice with vegetables and eggs, and season with soy sauce and sesame oil. For shrimp fried rice, add cooked shrimp to the vegetable fried rice. Yes, you can make fried rice without soy sauce by using other seasonings like oyster sauce or hoisin sauce."
  ]
},


{
  "intent": "Bagel",
  "text": [
    "What's the recipe for a classic bagel?",
    "How do I make a cinnamon raisin bagel?",
    "Can I make bagels without a stand mixer?"
  ],
  "responses": [
    "To make a classic bagel, mix flour, water, yeast, and salt, and let the dough rise before boiling and baking. For a cinnamon raisin bagel, add cinnamon and raisins to the dough before shaping. Yes, you can make bagels without a stand mixer by mixing and kneading the dough by hand."
  ]
},


{
  "intent": "Sandwiches",
  "text": [
    "What's the recipe for a BLT sandwich?",
    "How do I make a grilled cheese sandwich?",
    "Can I make sandwiches without bread?"
  ],
  "responses": [
    "To make a BLT sandwich, toast bread and add bacon, lettuce, and tomato with mayonnaise. For a grilled cheese sandwich, butter bread and grill with cheese in a pan. Yes, you can make sandwiches without bread by using lettuce leaves, tortillas, or pita pockets as a wrap."
  ]
},{
  "intent": "French Fries",
  "text": [
    "How do I make crispy french fries at home?",
    "What's the best way to season french fries?",
    "Can I make french fries in an air fryer?"
  ],
  "responses": [
    "To make crispy french fries at home, cut potatoes into thin strips and soak in cold water for 30 minutes. Then, dry the fries and fry them in hot oil until crispy. For seasoning, try a mix of salt, paprika, and garlic powder. Yes, you can make french fries in an air fryer for a healthier option."
  ]
},
{
  "intent": "Beef Burrito",
  "text": [
    "What's the recipe for a beef burrito?",
    "How do I make a burrito bowl?",
    "Can I use chicken instead of beef for a burrito?"
  ],
  "responses": [
    "To make a beef burrito, cook ground beef with onions, peppers, and spices. Then, wrap the beef in a flour tortilla with rice, beans, cheese, and salsa. For a burrito bowl, use the same ingredients but serve them in a bowl instead of a tortilla. Yes, you can use chicken instead of beef for a burrito."
  ]
},
{
  "intent": "Pho",
  "text": [
    "How do I make pho broth?",
    "What kind of noodles should I use for pho?",
    "Can I make vegetarian pho?"
  ],
  "responses": [
    "To make pho broth, simmer beef bones, onions, ginger, and spices for several hours. Strain the broth and add cooked noodles, sliced beef, and fresh herbs. For noodles, use rice noodles. Yes, you can make vegetarian pho by using vegetable broth and tofu instead of beef."
  ]
},
{
  "intent": "Chicken Alfredo",
  "text": [
    "What's the recipe for chicken alfredo?",
    "Can I use a different type of pasta for alfredo?",
    "How do I make alfredo sauce?"
  ],
  "responses": [
    "To make chicken alfredo, cook chicken and pasta separately, then mix with a homemade alfredo sauce made from butter, cream, garlic, and parmesan cheese. Yes, you can use a different type of pasta for alfredo, such as fettuccine or linguine. To make alfredo sauce, melt butter in a saucepan, add garlic and cream, and stir in grated parmesan cheese until smooth."
  ]
},
{
  "intent": "Lobster Bisque",
  "text": [
    "How do I make lobster bisque?",
    "What kind of seafood can I use in bisque?",
    "Can I make bisque without cream?"
  ],
  "responses": [
    "To make lobster bisque, sauté onions and carrots, then add lobster meat and broth. Simmer and puree, then add cream and spices. You can use other seafood in bisque, such as shrimp or crab. Yes, you can make bisque without cream by using a roux made from butter and flour instead."
  ]
},
{
  "intent": "Greek Gyro",
  "text": [
    "What's the recipe for a Greek gyro?",
    "What kind of meat should I use for a gyro?",
    "How do I make tzatziki sauce?"
  ],
  "responses": [
    "To make a Greek gyro, cook slices of seasoned lamb or chicken on"
]}

  ]
}
